import React from "react";
const description = `Дошка для віджимань з кольоровою розміткою допоможе максимально ефективно формувати та зміцнювати верхню частину тіла, адже у вас з'явиться можливість міняти положення тіла та кут нахилу.

Переставляючи ручки згідно з розміткою, ви акцентуєте навантаження й розвинете навіть найдрібніші м'язи, збільшите силу. Тренування з таким тренажером дадуть змогу максимально залучити всі групи м'язів торса.

Така платформа для віджимань годиться для людей, які ведуть активний спосіб життя, спортсменів і тих, хто хоче поліпшити фізичний стан свого тіла.`;
const Description = () => {
  return (
    <div className="w-full" name="опис">
      <h1 className="text-2xl font-extrabold text-center">
        Навіщо платформа для віджимань?
      </h1>
      <div className="shadow-lg rounded-md w-[90%] m-auto p-4">
        <p className="text-justify text-gray-600">{description}</p>
      </div>
    </div>
  );
};
export default Description;
